Repository: stavrianosy/BudgetManagementAssistant
Catalog: products/BMA WP/Resources/AppResources.*.resx
Languages: el_gr

# ResourceLanguage
source: en-US
el_gr: el-GR

# AppBarButtonSave
source: save
el_gr: αποθήκευση

source: Amount
el_gr: Ποσό

# AdminMenuBudgetThreshold
source: Budget Threshold
el_gr: Σημείο Αναφοράς Προϋπολογισμού

# AdminMenuCategories
source: Categories
el_gr: Κατηγορίες

# AdminMenuFrequencies
source: Frequencies
el_gr: Συχνότητες

# AdminMenuNotifications
source: Notifications
el_gr: Ειδοποιήσεις

# AdminMenuTransactionReasons
source: Transaction Reasons
el_gr: Αιτία Συναλλαγής

# AppBarButtonAdd
source: add
el_gr: προσθήκη

# AppBarButtonBudget
source: budget
el_gr: προϋπολογισμός

# AppBarButtonCancel
source: cancel
el_gr: ακύρωση

# AppBarButtonContinue
source: continue
el_gr: συνέχεια

# AppBarButtonDelete
source: delete
el_gr: διαγραφή

# AppBarButtonMainMenu
source: main menu
el_gr: κυρίως μενού

# AppBarButtonRegister
source: register
el_gr: εγγραφή

# AppBarButtonSend
source: send
el_gr: αποστολή

# AppBarButtonSignIn
source: sign in
el_gr: είσοδος

source: Category
el_gr: Κατηγορία

source: Comments
el_gr: Σχόλια

source: Date
el_gr: Ημερομηνία

source: Email
el_gr: Ηλ. Ταχυδρομείο

source: Forgot Password
el_gr: Υπενθύμιση Κωδικού

# LastLoginFail
source: Last login attempt failed. Please try again.
el_gr: Η τελευταία προσπάθεια για πρόσβαση ήταν αποτυχημένη. Παρακαλώ δοκιμάστε ξανά.

source: Logging in...
el_gr: Πρόσβαση...

source: Login
el_gr: Είσοδος

# LoginFail
source: Login Failed
el_gr: Αποτυχημένη πρόσβαση

# LoginFailMessage
source: Please review the following validation error
el_gr: Παρακαλώ ελέγξτε και διορθώστε το παρακάτω πρόβλημα

# LoginSuccess
source: Logged in successfully
el_gr: Επιτυχημένη πρόσβαση

# MainMenuBudgets
source: Budgets
el_gr: Προϋπολογισμός

# MainMenuTransactions
source: Transactions
el_gr: Συναλλαγές

source: Name of place
el_gr: Όνομα Τοποθεσίας

source: Password
el_gr: Κωδικός

source: Reason
el_gr: Αιτία

source: Register
el_gr: Εγγραφή

# RegisterMessage
source: * Capture all fields to register
el_gr: * Συμπληρώστε όλα τα πεδία για να εγγραφείτε

# ReportsMenuTransactionAmount
source: Transaction Amount
el_gr: Συναλλαγές Ποσών

# ReportsMenuTransactionBudget
source: Transaction Budget
el_gr: Συναλλαγές Προϋπολογισμών

# ReportsMenuTransactionCategory
source: Transaction Category
el_gr: Συναλλαγές Κατηγοριών

# ReportsMenuTransactionReason
source: Transaction Reason
el_gr: Συναλλαγές Αιτιών

# ReportsMenuTransactionPlace
source: Transaction Place
el_gr: Συναλλαγές Τοποθεσίας

source: Tip
el_gr: Φιλοδώρημα

source: Transaction
el_gr: Συναλλαγή

source: Transactions
el_gr: Συναλλαγές

source: Transaction Type
el_gr: Είδος Συναλλαγής

source: Username
el_gr: Όνομα χρήστη

# AdminMenuSecurity
source: Security
el_gr: Ασφάλεια

# FromTime
source: Time From
el_gr: Ώρα Από

source: Name
el_gr: Όνομα

# ToTime
source: Time To
el_gr: Ώρα Μέχρι

# ConfirmPass
source: Confirm Password
el_gr: Επιβεβαίωση Κωδικού

# NewPass
source: New Password
el_gr: Νέος Κωδικός

# OldPass
source: Old Password
el_gr: Προηγούμενος Κωδικός

source: Time
el_gr: Ώρα

source: Categories
el_gr: Κατηγορίες

# CategoryNote
source: * This will be the selected option according to the time of day
el_gr: * Η επιλογή αυτή θα είναι προεπιλεγμένη συμφώνα με την ώρα της ημέρας

source: Notification
el_gr: Ειδοποίηση

source: Notifications
el_gr: Ειδοποιήσεις

source: Reasons
el_gr: Αιτίες

source: Security
el_gr: Ασφάλεια

source: Suggested time:
el_gr: Προτεινόμενη Ώρα

source: Type Frequencies
el_gr: Είδος Συχνότητας

source: Type Frequency
el_gr: Ειδή Συχνότητας

# AdminMenuInterval
source: Interval
el_gr: Διάστημα

source: Total
el_gr: Σύνολο

# AppBarButtonTransaction
source: transaction
el_gr: συναλλαγή

# MenuDescriptionBudgetThreshold
source: Budget will change its color to grab your attention when it reach the threshold
el_gr: Ο προϋπολογισμός θα αλλάξει χρώμα όταν το ποσό φτάσει στο σημείο αναφοράς

# MenuDescriptionCategory
source: Category of the transaction
el_gr: Κατηγορία της συναλλαγής

# MenuDescriptionFrequency
source: Predefined time periods
el_gr: Προ-δημιουργημένες χρονικές επαναλήψεις

# MenuDescriptionInterval
source: Periodic occurrences for expenses or income
el_gr: Περιοδικές επαναλήψεις εσόδων και εξόδων

# MenuDescriptionNotification
source: Notifications for transaction capturing reminders
el_gr: Ειδοποιήσεις για καταχώρηση συναλλαγών

# MenuDescriptionSecurity
source: Manage users for accessing this application
el_gr: Διαχείριση χρήστη για χρήση της εφαρμογής

# MenuDescriptionTransactionReason
source: Reason of the transaction. Like a sub-category
el_gr: Αιτία συναλλαγής. Μπορεί να χρησιμοποιηθεί και ως υποκατηγορία

# RegisterFail
source: Registration failed. Please try again
el_gr: Αποτυχημένη εγγραφή. Παρακαλώ δοκιμάστε ξανά

source: Registering ...
el_gr: Εγγραφή...

# RegisterSuccess
source: Registered successfully
el_gr: Επιτυχημένη εγγραφή

source: Registration Failed
el_gr: Αποτυχημένη εγγραφή

# AppBarButtonAbout
source: about
el_gr: πληροφορίες

# AppBarButtonHelp
source: help
el_gr: βοήθεια

source: Confirm deletion
el_gr: Επιβεβαίωση διαγραφής

# DeleteMessage
source: Are you sure you want to delete ?
el_gr: Επιθυμητέ να διαγραφή ?

source: Username or Email
el_gr: Όνομα χρήστη η ηλ. ταχυδρομείο

# PasswordSentSuccess
source: Your Passwoed is sent to the email provided
el_gr: Ο κωδικός πρόσβασης έχει σταλεί στο καταχωρημένο ηλ. ταχυδρομείο

# PasswordSentFailed
source: Password sent failed. Please try again
el_gr: Η αποστολή κωδικού πρόσβασης έχει αποτύχει. Παρακαλώ δοκιμάστε ξανά

# PasswordSending
source: Sending password...
el_gr: Αποστολή κωδικού πρόσβασης...

source: Change Password
el_gr: Αλλαγή κωδικού πρόσβασης

source: User Details
el_gr: Στοιχεία Χρήστη

source: End
el_gr: Τέλος

# PositionFirst
source: First
el_gr: Πρώτη

source: Forth
el_gr: Τετάρτη

# PositionLast
source: Last
el_gr: Τελευταία

source: Purpose
el_gr: Αιτία / Όνομα τοποθεσίας

# RangeOfOccurence
source: Range of Occurrence
el_gr: Εύρος Επαναλήψεων

source: Second
el_gr: Δεύτερη

source: Start
el_gr: Αρχή

source: Third
el_gr: Τρίτη

# PasswordValidationFailMessage
source: Password cannot be changed for the following reasons:
el_gr: Ο κωδικός πρόσβασης δεν μπορεί να αλλάξει για τους πιο κάτω λόγους:

source: Date From
el_gr: Ημερομηνία από

source: Date To
el_gr: Ημερομηνία μέχρι

source: Amount from
el_gr: Ποσό από

source: Amount to
el_gr: Ποσό μέχρι

source: Budget Status
el_gr: Κατάσταση Προϋπολογισμού

source: From
el_gr: Από

source: Place
el_gr: Τοποθεσία

source: To
el_gr: Μέχρι

# BusySynchronizing
source: Busy Synchronizing. Please wait...
el_gr: Ενημερώνετε. Παρακαλώ περιμένετε...

source: offline
el_gr: τοπικό

# Updating
source: connecting
el_gr: ενημερώνετε

# Synchronizing
source: Loading data...
el_gr: Φόρτωση δεδομένων...

source: try again
el_gr: δοκιμάστε ξανά

# MaxItemsCount
source: You have reached the maximum allowed items [{0}]. You must delete before you add
el_gr: Έχετε φτάσει στο ανώτατο επιτρεπτό όριο καταχωρήσεων [{0}]. Παρακαλώ διαγράψτε κάποιες για να μπορέσετε να προσθέσετε

# SaveFailed
source: Save failed. Please try again.
el_gr: Η αποθήκευση απέτυχε. Παρακαλώ δοκιμάστε ξανά.

source: Color
el_gr: Χρώμα

# NetworkError
source: Network error. Please check your internet connection.
el_gr: Σφάλμα δικτύου. Παρακαλώ ελέγξτε τη διαδικτυακή σας σύνδεση.

# IntervalTransactions
source: Interv. Transactions
el_gr: Επαν. Συναλλαγές

# IntervalTransactionsNotice
source: List of all auto generated transactions as per interval commands. Choose the transactions that are completed
el_gr: Εδώ παρουσιάζονται συναλλαγές που πρόεκυψαν αυτόματα από τις επαναλαμβανόμενες εντολές. Διαλέξτε τις συναλλαγές που έχουν διεκπεραιωθεί

# IntervalTransactionsMsgCommon
source: Please choose the completed transactions carefully. The specific ones will not appear again.
el_gr: Παρακαλώ επιλέξτε τις διεκπεραιωμένες συναλλαγές προσεκτικά. Οι συγκεκριμένες δεν θα εμφανιστούν ξανά.

# IntervalTransactionsMsgAll
source: You have selected all transactions.
el_gr: Έχετε επιλέξει όλες τις συναλλαγές.

# IntervalTransactionsMsgNone
source: You have not selected any transactions.
el_gr: Δεν έχετε επιλέξει καμία συναλλαγή.

# IntervalTransactionsMsgPartial
source: You have selected {0} out of {1} transactions.
el_gr: Έχετε επιλέξει {0} από τις {1} συναλλαγές.

# AmountFromBigger
source: From amount cannot be greater than the To amount
el_gr: Το ποσό από, δεν μπορεί να είναι μεγαλύτερο από το ποσό μέχρι

# DateFromBigger
source: From date connot be greater than the To date
el_gr: Η ημερομηνία από, δεν μπορεί να είναι μεγαλύτερη από την ημερομηνία μέχρι

source: Sort by
el_gr: Ταξινόμηση κατά

# NameAlreadyExist
source: The name already exists. Please change the name.
el_gr: Το όνομα έχει ήδη χρησιμοποιηθεί. Παρακαλώ διαλέξτε άλλο όνομα.

# FaildValidationNameExists
source: There are multiple {0} with same names. Please use only unique names.
el_gr: Υπάρχουν μερικά {0} με το ίδιο όνομα. Παρακαλώ χρησιμοποιήστε το ίδιο όνομα μονό μια φορά.

source: transaction reason
el_gr: λόγος συναλλαγής

source: transaction reasons
el_gr: λόγοι συναλλαγής

# ReminderError
source: Reminders cannot be set
el_gr: Η υπενθυμίσεις δεν μπορούν να δημιουργηθούν

source: Reminder for user:
el_gr: Υπενθύμιση για χρήστη:

source: Period
el_gr: Περίοδος

# ReportsMenuTransactionByPeriod
source: Transactions by Period
el_gr: Συναλλαγές ανά περίοδο

# NotificationNote
source: Notification list display reminders from all users of this device.
el_gr: Η λίστα ειδοποιήσεων περιλαμβάνει υπενθυμίσεις από όλους τους χρήστες της συσκευής.

# MenuDescriptionReportAmount
source: All transactions according to the date range selected.
el_gr: Όλες οι συναλλαγές συμφώνα με τις ημερομηνίες που επιλέκτικαν.

# MenuDescriptionReportCategory
source: Transactions grouped by category according to the date range selected.
el_gr: Συναλλαγές ομαδοποιημένες με τις κατηγορίες, σύμφωνα με τις ημερομηνίες που επιλέκτικαν.

# MenuDescriptionReportNameOfPlace
source: Transactions grouped by name of place according to the date range selected.
el_gr: Συναλλαγές ομαδοποιημένες με τι; ονομασίες τοποθεσιών, σύμφωνα με τις ημερομηνίες που επιλέκτικαν.

# MenuDescriptionReportPeriod
source: Transactions grouped by frequency, according to the date range selected.
el_gr: Συναλλαγές ομαδοποιημένες με τη συχνότητα, σύμφωνα με τις ημερομηνίες που επιλέκτικαν.

# MenuDescriptionReportReason
source: Transactions grouped by reason according to the date range selected.
el_gr: Συναλλαγές ομαδοποιημένες με τους λογούς, σύμφωνα με τις ημερομηνίες που επιλέκτικαν.

source: April
el_gr: Απρίλης

source: August
el_gr: Αύγουστος

source: December
el_gr: Δεκέμβρης

source: February
el_gr: Φεβράρης

source: Friday
el_gr: Παρασκευή

source: January
el_gr: Γενάρης

source: July
el_gr: Ιούλης

source: June
el_gr: Ιούνης

source: March
el_gr: Μάρτης

source: May
el_gr: Μάης

source: Monday
el_gr: Δευτέρα

# Noveber
source: November
el_gr: Νιόβρης

source: October
el_gr: Οκτόμβρης

# PositionEighteenth
source: 18th Eighteenth
el_gr: 18ο Δέκατο όγδοο

# PositionEightth
source: 8th Eighth
el_gr: 8ο Όγδοο

# PositionEleventh
source: 11th Eleventh
el_gr: 11ο Εντέκατο

# PositionFifteenth
source: 15th Fifteenth
el_gr: 15ο Δέκατο πέμπτο

# PositionFifth
source: 5th Fifth
el_gr: 5ο Πέμπτο

# PositionForth
source: 4th Forth
el_gr: 14ο Δέκατο τέταρτο

# PositionFourteenth
source: 14th Fourteenth
el_gr: 14ο Δεκατο τεταρτο

# PositionNineteenth
source: 19th Nineteenth
el_gr: 19ο Δέκατο ένατο

# PositionNineth
source: 9th Ninth
el_gr: 9ο Ένατο

# PositionSecond
source: 2nd Second
el_gr: 2ο Δεύτερο

# PositionSeventeenth
source: 17th Seventeenth
el_gr: 17ο Δέκατο έβδομο

# PositionSeventh
source: 7th Seventh
el_gr: 7ο Έβδομο

# PositionSisth
source: 6th Sixth
el_gr: 6ο Έκτο

# PositionTenth
source: 10th Tenth
el_gr: 10ο Δέκατο

# PositionThird
source: 3rd Third
el_gr: 3ο Τρίτο

# PositionThirteenth
source: 13th Thirteenth
el_gr: 13ο Δέκατο τρίτο

# PositionThirtyeth
source: 30th Thirtyeth
el_gr: 30ο Τριακοστό

# PositionThirtyFirst
source: 31st Thirty first
el_gr: 31ο Τριακοστό πρώτο

# PositionTwelveth
source: 12th Twelfth
el_gr: 12ο Δωδέκατο

# PositionTwentieth
source: 20th Twentieth
el_gr: 20ο Εικοστό

# PositionTwentyEightth
source: 28th Twenty eighth
el_gr: 28ο Εικοστό όγδοο

# PositionTwentyFifth
source: 25th Twenty fifth
el_gr: 25ο Εικοστό πέμπτο

# PositionTwentyFirst
source: 21st Twenty first
el_gr: 21ο Εικοστό πρώτο

# PositionTwentyForth
source: 24th Twenty forth
el_gr: 24ο Εικοστό τέταρτο

# PositionTwentyNineth
source: 29th Twenty ninth
el_gr: 29ο Εικοστό ένατο

# PositionTwentySecond
source: 22nd Twenty second
el_gr: 22ο Εικοστό δεύτερο

# PositionTwentySeventh
source: 27th Twenty seventh
el_gr: 27ο Εικοστό έβδομο

# PositionTwentySixth
source: 26th Twenty sixth
el_gr: 26ο Εικοστό έκτο

# PositionTwentyThird
source: 23rd Twenty third
el_gr: 23ο Εικοστό τρίτο

source: Saturday
el_gr: Σάββατο

# Septeber
source: September
el_gr: Σεπτέμβρης

source: Sunday
el_gr: Κυριακή

source: Thursday
el_gr: Πέμπτη

source: Tuesday
el_gr: Τρίτη

# UserNamePasswordWrongOffline
source: Username or Password is incorrect. This might be due to that offline mode is not updated. Please connect to the live system to get the latest data.
el_gr: Το όνομα ή ο κωδικός του χρήστη είναι λανθασμένος. Αυτό συμβαίνει, πιθανόν διότι το offline mode δεν είναι ενημερωμένο. Παρακαλώ συνδεθείτε με το live σύστημα για να άρετε τις τελευταίες αλλαγές.

source: Wednesday
el_gr: Τετάρτη

source: Budget
el_gr: Προϋπολογισμός

source: Budgets
el_gr: Προϋπολογισμοί

source: Admin
el_gr: Διαχείριση

# DaysSmall
source: days
el_gr: ημέρες

source: Duration
el_gr: Διάρκεια

# ForgotPasswordQuest
source: Forgot Password ?
el_gr: Υπενθύμιση κωδικού ;

source: Main
el_gr: Κεντρική

# ProvideUsernameOrEmail
source: Please provide your Username or email address and we will send you an email to reset your password
el_gr: Παρακαλώ καταχωρήστε το όνομα χρήστη ή την ηλεκτρονική σας διεύθυνση και θα σας σταλεί μήνυμα.

# RegisterAcceptance
source: By Registering you are agreeing to our Terms of Service and Privacy Statement
el_gr: Με την εγγραφή σας, αποδέχεστε τους όρους χρήσης του προγράμματος

# RegisterUser
source: Register new user account
el_gr: Εγγραφή νέου χρήστη

source: Reports
el_gr: Εκθέσεις

source: View Report
el_gr: Εμφάνιση έκθεσης

# NewAndConfirmPassword
source: New and confirm password do not match
el_gr: Ο νέος κωδικός δεν είναι ο ίδιος με τον κωδικό επαλήθευσης

# OldPasswordNotCorrect
source: Old password is not correct
el_gr: Ο παλιός κωδικός δεν είναι σωστός

# ItemOtherNoDelete
source: The item Other, cannot be delete
el_gr: Το αντικείμενο Other δεν μπορεί να διαγραφεί

# IntervelNotSet
source: The list with interval transactions can not be set
el_gr: H λίστα με τις επαναλαμβανόμενες συναλλαγές, δεν μπορεί να δημιουργηθεί.

# AppBarButtonCategory
source: category
el_gr: κατηγορία

# AppBarButtonReason
source: reason
el_gr: αιτία
